import React from "react";

const About = () => {
  return (
    <section id="about">
      <div className="container">
        <h2>Обо мне</h2>
        <p>
          {" "}
          Сексуальность идет рука об руку с возможностью быть собой, с
          удовлетворенностью собой, с темой отношений, с физическим здоровьем и
          возрастными изменениями, со страхами и сомнениями, с установками, с
          культурой и контекстом, иногда мы говорим друг с другом посредством
          секса — иными словами, это пространство, пересекающееся с огромным
          количеством других сфер нашей жизни, влияющее на нашу жизнь. А еще это
          является чем-то внутренне нам присущим, оно не безжизненное или
          заданное раз и навсегда. И не всегда понятно, как это делать, как
          быть, кто я в этом и чего хочу. Учитывая это, мне очень хочется, чтобы
          как можно больше людей могли бы быть осознанными, довольными,
          искренними, любящими, в согласии с собой и окружающими.
        </p>
      </div>
    </section>
  );
};

export default About;
