import React from "react";

const WhatIsSexTherapy = () => {
  return (
    <section id="sex-therapy">
      <div className="container">
        <h2>Что такое секс-терапия?</h2>
        <p>
          Сексуальная терапия — это вид психологической помощи в сфере
          сексуальности человека, включающий беседу со специалистом и возможное
          выполнение определенных заданий или обучение техникам (с
          партнером_ами/индивидуально). <br />
          Направлена на работу с физическими, психологическими и межличностными
          факторами, влияющими на сексуальное удовлетворение и здоровье.
          Ориентация на близость, доверительную интимность, осознавание своей
          идентичности и позитивное отношение клиента к сексу и своему телу.
        </p>
        {/* <div className="decoration"> </div> */}
      </div>
    </section>
  );
};

export default WhatIsSexTherapy;
